{
  "metadata": {
    "title": "Roe v. Wade",
    "court": "Supreme Court of the United States",
    "date": "January 22, 1973",
    "jurisdiction": "United States",
    "concepts": ["constitutional_law", "privacy", "due_process"],
    "citations": ["Griswold v. Connecticut", "Doe v. Bolton"]
  },
  "text": "Roe v. Wade, 410 U.S. 113 (1973), was a landmark decision of the U.S. Supreme Court in which the Court ruled that the Constitution of the United States generally protects a pregnant woman's liberty to choose to have an abortion. The decision struck down many federal and state abortion laws, and caused an ongoing abortion debate in the United States about whether, or to what extent, abortion should be legal, who should decide the legality of abortion, and what the role of moral and religious views in the political sphere should be. The decision also shaped debate concerning which methods the Supreme Court should use in constitutional adjudication.\n\nThe case was brought by Norma McCorvey—known by the legal pseudonym 'Jane Roe'—who in 1969 became pregnant with her third child. McCorvey wanted an abortion but lived in Texas, where abortion was illegal except when necessary to save the mother's life. Her attorneys, Sarah Weddington and Linda Coffee, filed a lawsuit on her behalf in U.S. federal court against her local district attorney, Henry Wade, alleging that Texas's abortion laws were unconstitutional. A special three-judge panel of the U.S. District Court for the Northern District of Texas heard the case and ruled in her favor. Texas then appealed this ruling directly to the U.S. Supreme Court.\n\nIn January 1973, the Supreme Court issued a 7–2 decision in McCorvey's favor ruling that the Due Process Clause of the Fourteenth Amendment to the United States Constitution provides a fundamental 'right to privacy', which protects a pregnant woman's right to an abortion. But the Court also held that the right to abortion is not absolute and must be balanced against the government's interests in protecting women's health and prenatal life. The Court resolved these competing interests by announcing a trimester timetable to govern all abortion regulations in the United States. The Court also classified the right to abortion as 'fundamental', which required courts to evaluate challenged abortion laws under the 'strict scrutiny' standard, the most stringent level of judicial review in the United States."
}
